[
    {
        "title": "Project 1, DSC 106",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Help a Gym Bro out: picking the best protein "
    },
    {
        "title": "Project 2, DSC 106",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "How does America compare to the rest of the world in terms of climate change?"
    },
    {
        "title": "Bitcoin Project",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "How much of Bitcoin is dominated by the whales of society? A deep dive into Bitcoin's asset distribution."
    },
    {
        "title": "Eos doloribus voluptatibus voluptatem?",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Id, est et reprehenderit eum mollitia ipsa accusamus quaerat sit harum, aliquam ut natus? Voluptatibus nostrum dolore perspiciatis, enim doloribus alias impedit voluptas veritatis iure. Nisi excepturi aut porro enim?"
    },
    {
        "title": "Nisi fugiat dolorem repudiandae.",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Maiores eveniet deleniti placeat, ex accusamus minima fugit magni blanditiis officia tempora natus aperiam ducimus! Odio tempora ipsam porro, neque numquam enim delectus ab voluptatibus, sit aliquam quam eveniet sint?"
    },
    {
        "title": "Commodi et est veniam.",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Esse praesentium minus omnis blanditiis, numquam alias quis voluptate amet ut maiores atque ea accusamus ipsum laudantium dignissimos quae reiciendis, soluta quia explicabo sed nulla et fugit? Veniam, est ipsam."
    },
    {
        "title": "Labore excepturi optio ullam.",
        "year": "2021",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Repellat, praesentium. Nam excepturi tempore a natus culpa amet, rem praesentium! Natus, doloribus vero quae atque, quos necessitatibus exercitationem quam voluptates, nam veritatis itaque tenetur provident recusandae facilis commodi harum."
    },
    {
        "title": "Aliquid non officiis nam.",
        "year": "2021",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Rem a maxime magni cumque dolorem ab deleniti, commodi officiis! Omnis voluptates optio sed beatae alias facilis, quae dolorum! Ullam provident alias excepturi ipsum unde architecto non quasi ad dignissimos."
    },
    {
        "title": "Quam aliquam dolore dolorum!",
        "year": "2021",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Quod animi corrupti, reiciendis accusamus voluptatem sit odit dolore dolorem qui neque magni. Rerum nesciunt incidunt deserunt, omnis quam quis? Sunt soluta consectetur voluptatum omnis incidunt adipisci temporibus maxime sint?"
    },
    {
        "title": "Fugit eaque perspiciatis consequuntur!",
        "year": "2020",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Dolor error nesciunt veritatis praesentium consectetur similique perferendis repudiandae facere iure, adipisci recusandae cum ex possimus vel laudantium, iusto quod, harum excepturi atque! Fugit illum atque veritatis! Esse, tenetur quae?"
    },
    {
        "title": "Doloremque blanditiis error natus.",
        "year": "2021",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Eos sequi iste eaque asperiores suscipit voluptas iusto corrupti odit voluptates officia inventore, accusamus, tempora cumque officiis maiores nobis sapiente aliquid autem quaerat magni earum molestias? Tempora perspiciatis provident odio!"
    },
    {
        "title": "Facere commodi a quam.",
        "year": "2020",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Doloribus rerum sapiente eius explicabo fugit repudiandae nemo! Debitis suscipit error recusandae magnam cupiditate rerum eligendi neque porro, repudiandae mollitia culpa odio vero aspernatur perferendis, sint ducimus nam molestiae sapiente?"
    }
]